Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Under the operating rules in the Insurance Activities Act, which has been in force since 2008, customers that have purchased collective pension products entitling them to contractual payments are required to make annual pre-payments for the management of the funds linked to the insurance contract.
nn: Etter verksemdsreglane i forsikringsverksemdslova, som har vore gjeldande sidan 2008, skal kundane som har kollektive pensjonsprodukt med kontraktfastsette ytingar, kvart år førehandsbetala for forvaltning av midlane knytte til forsikringskontrakten.

source: All of the companies have submitted comprehensive FEED reports that have been assessed by Gassnova and by Atkins and Oslo Economics as external quality assurers in accordance with the state’s project model.
nn: Alle selskapa har levert omfattande forprosjektrapportar som er vurdert både av Gassnova og av Atkins og Oslo Economics, som ekstern kvalitetssikrar etter statens prosjektmodell.

source: It is of course possible for public sector enterprises to use cloud computing even if they have specific requirements and need to negotiate specific terms and conditions.
nn: Det er sjølvsagt mogleg å bruke skytenester sjølv om ein har særskilde krav og treng å forhandle fram eigne avtalevilkår.

source: The state will cover 75 per cent of all costs from this level up to the maximum budget.
nn: Staten dekker 75 pst. av alle kostnader frå dette nivået opp til eit maksimalbudsjett.

source: Finland and Denmark did not experience the same strong rebound, and Iceland has not yet seen a return to the GDP level from before the crisis.
nn: Finland og Danmark henta seg ikkje like rakst inn att, og heller ikkje på Island har BNP kome tilbake til nivået frå før krisa.

source: These funds are used for projects initiated by the municipality and for the purchase of cultural productions.
nn: Tilskotet skal nyttast til eigeninitierte prosjekt og kjøp av kunst- og kulturproduksjonar.

source: Also on the list is Roald Amundsen’s South Pole tent.
nn: På lista finst òg sørpolteltet til Amundsen.

source: Life insurance companies face major challenges ahead.
nn: Livsforsikringsselskapa står andsynes store utfordringar i tida som kjem.

source: ) was used to register and deal with individuals who needed assistance, as well as volunteers with and without a healthcare background.
nn: ) blei brukt til å registrere og handtere innbyggarar med behov for bistand, frivillige innbyggarar og frivillige helsearbeidarar.

source: This will not therefore be included in the authorities’ consideration of the PDO/PIO for Northern Lights.
nn: Myndigheitene tek difor ikkje stilling til denne ved behandling av PUD/PAD for Northern Lights.

source: The tightening of Finanstilsynet’s residential mortgage lending guidelines may contribute to households not taking on mortgage loans beyond their capacity, and to banks not granting loans with high risk of loss.
nn: Innstrammingane i retningslinene frå Finanstilsynet om forsvarleg utlånspraksis for lån til bustadføremål kan medverka til at hushalda ikkje tek opp større lån enn dei kan greia, og at bankane ikkje gjev lån med høg risiko for tap.

source: The Animal welfare and environmental section is responsible for devising and managing regulations related to animal welfare for livestock, pets and sports animals.
nn: Seksjonen har ansvaret for forvalting og utforming av regelverk knytt til dyrevelferd for produksjonsdyr og familie- og sportsdyr.

source: EDIHs will be established all over Europe.
nn: Det skal etablerast EDIH-ar i heile EØS-området.

source: According to the Act, a range of different measures can be implemented, depending on how advanced the financial institution’s difficulties are and what can be done to overcome them.
nn: Etter lova kan det setjast i verk ei rad ulike tiltak, alt etter kor langt krisa i finansinstitusjonen er komen, og kva som kan gjerast for å bøta på henne.

source: During the Cold War, space programmes were tools for developing missile technology, gathering intelligence and demonstrating technological strength to rival powers.
nn: Arbeidet med å få på plass føresetnadene for at Den tilpassa avtalen om konvensjonelle styrkar i Europa (CFE-avtalen) kan ratifiserast, er blitt intensivert.

source: Table 3.1 Investment firm income distributed by activity, over time (in NOK)
nn: Tabell 3.1 Inntektene til verdipapirføretaka fordelte på aktivitetar over tid (i kroner)

source: The crisis has had a dramatic impact on activities, jobs and finances at a time when the industry already had been rendered economically vulnerable by the fall in oil prices in 2014.
nn: Krisa har gitt dramatiske konsekvensar for aktivitet, arbeidsplassar og finansiell evne i ei tid der næringa frå før av var økonomisk sårbar som følge av fallet i oljeprisen i 2014.

source: provide the requesting Party with the informa-
nn: fartslova, og desse skal gjelde for bruk av dronar,

source: To Minister of Culture and Equality Anette Trettebergstuen (Lab.)
nn: For kultur- og likestillingsminister Anette Trettebergstuen (Ap)

source: DESI 2020 shows that Norway is clearly improving in the areas of digital infrastructure (broadband and mobile network coverage), digital public services and digital skills.
nn: DESI 2020 viser klar framgang for Noreg på områda digital infrastruktur (utbreiing av breiband og mobilnett), offentlege digitale tenester og digital kompetanse.

source: The company has a workforce of 40 employed in Norway and Denmark, of whom 20 are doctors.
nn: Selskapet har 40 tilsette i Noreg og Danmark, og 20 av desse er legar.

source: 114 undertakings are engaged in insurance activities in the Norwegian market (institutions holding Norwegian licenses and foreign branches operating in Norway).
nn: Det er 114 føretak som driv med forsikring på den norske marknaden (institusjonar med norsk konsesjon og utanlandske filialar som operer i Noreg).

source: The Human Resources and Organization Section (PO)
nn: Seksjon for personal og organisasjon (PO)

source: Successful digitalisation also means that the solutions comply with requirements for security and data protection, and that we have confidence in digital solutions functioning as intended.
nn: Ei vellykka digitalisering handlar òg om at løysingane oppfyller krav til tryggleik og personvern for den enkelte på ein god måte, og at vi kan ha tillit til at digitale løysingar fungerer slik dei skal.

source: In March 2012, Greece obtained a rescue package from the EU and the IMF.
nn: I mars 2012 fekk Hellas ei ny bergingspakke frå EU og IMF.

source: of any person believed to be in possession of
nn: vektene der første person har vekta éin, og dei på­

source: This comprises 17 Sustainable Development Goals and 169 targets related to the economic, social and environmental aspects of sustainability.
nn: Den er samansett av 17 berekraftsmål og 169 delmål for dei økonomiske, sosiale og miljømessige aspekta ved berekraft.

source: This may contribute to a more gradual increase in the supply of covered bonds in the market, and to help smooth the participating institutions’ funding refinancing over time.
nn: Det kan medverka til ein meir gradvis auke i tilbodet av OMF på marknaden, og til at dei institusjonane som tek del i ordninga, lettare kan spreia fornyinga av finansieringa over tid.

source: Systems stability in the Norwegian financial infrastructure is quite good, and losses as the result of misuse and fraud are small.
nn: Stabiliteten i systema i den finansielle infrastrukturen i Noreg er etter måten god, og tapa som følgjer av misbruk og svindel, er små.

source: With more knowledge in this field, new methods for integrating art and culture with other education activities could be developed.
nn: Slik forsking kan medverke til at det vert utvikla nye metodar for arbeid med kunst- og kulturfag i opplæringa.

source: Other large groups/alliances are Sparebank 1 Gruppen/Samarbeidende Sparebanker, Storebrand, KLP, Terra-Gruppen and Gjensidige.
nn: Andre store grupperingar/sameiningar er Sparebank 1 Gruppen / Samarbeidende Sparebanker, Storebrand, KLP, Terra-Gruppen og Gjensidige.

source: This has been verified by inter alia drilling a combined verification and injection well, and developing a good plan for monitoring the storage facility.
nn: Dette er mellom anna gjort ved å bore ein kombinert verifikasjons- og injeksjonsbrønn, samt at det er utvikla ein god plan for å overvake lageret.

source: Figure 2.5 illustrates developments in the gross product of the finance and insurance industries as a portion of the gross product of all industries, and of mainland Norway, respectively.
nn: Figur 2.5 syner utviklinga i bruttoproduktet i finansierings- og forsikringsnæringa som del av bruttoprodukta for høvesvis alle næringar og for Fastlands-Noreg.

source: The evaluation and the responses from the public consultation are presented, followed by the Ministry’s discussion of the points raised in these processes.
nn: I kapittelet vert evalueringa og høyringsfråsegnene presenterte, før ein gjer greie for departementets vurdering av evalueringa og høyringsfråsegnene.

source: Twelve-month growth in credit to households has also increased during 2011, and was 7.3 per cent as per yearend.
nn: Tolvmånadersveksten i kreditt til hushalda har òg auka gjennom 2011, og enda på 7,3 pst. ved utgangen av året.

source: In the performing arts, some presentations challenge and experiment with the border between stage and hall, performer and audience.
nn: I den performative kunsten kan ein oppleve at skiljet mellom sal og scene og mellom publikum og utøvar vert utfordra og eksperimentert med.

source: And we examine the tourist industry, which has been especially hard hit by COVID-19.
nn: Og vi ser på reiseliv, som har blitt særleg hardt ramma av Covid-19.

source: Sea and air rescue services are required to follow extensive and detailed international procedures.
nn: Sjø- og luftredningstenesta er underlagd omfattande og detaljerte internasjonale prosedyrar.

source: The county re-allocates 50% of the Norsk Tipping funds to municipalities that have an approved plan for a programme of activities under the Cultural Rucksack.
nn: Fylkeskommunen fordeler 50 % av spelemidlane vidare til alle kommunane som har ein godkjend plan for Den kulturelle skulesekken.

source: Agencies or sectors who define their information to fall under category 1 (information that should be only be stored in Norway) may well want to establish a dedicated data centre or possibly buy services from a (Norwegian) provider who can deliver high-security services.
nn: Verksemder eller sektorar som vurderer at dei har informasjon som fell inn under kategori 1), informasjon som bør lagrast i Noreg, kan tenke seg å ville etablere eit eige datasenter, eventuelt kjøpe tenester frå ein (norsk) leverandør som kan levere særskilt sikre tenester.

source: There is also a support scheme available to local authorities and voluntary organisations that wish to offer local digital literacy courses and guidance sessions.
nn: Det finst òg ei tilskotsordning retta mot kommunar og frivillige som ønsker å tilby lokale kurs- og rettleiingstilbod innan digital kompetanse.

source: of the requested Party if such conduct
nn: som Forsvarsdepartementet vedtek, blir oppretta

source: If adding new consumption to the grid requires major investment in the regional or transmission network, such as new transmission lines and substations, NVE may require the applications to be processed at the same time.
nn: Om tilknytinga av nytt forbruk krev store investeringar i regional- eller transmisjonsnettet, som nye leidningar og transformatorstasjonar, vil NVE kunne krevje ei samtidig behandling av søknadene.

source: The capital adequacy requirement applicable to life insurance companies, like that applicable to credit institutions, is 8 per cent.
nn: Kapitaldekningskravet for livsforsikringsselskapa er, til liks med det som gjeld for kredittinstitusjonane, 8 prosent.

source: The state is not required to cover costs after the operational period has expired (except in the event of the state terminating the agreement before expiry).
nn: Staten er ikkje forplikta til å dekke kostnader etter utløpet av driftsperioden (med unntak av om staten seier opp avtalen før den går ut).

source: for management of Gassnova.
nn: Fylkesmannen i Møre og Romsdal

source: The map is an information, search and planning tool that can be used by commercial actors and local authorities.
nn: Kartet er eit informasjons-, søke- og planleggingsverktøy som kan utnyttast av marknadsaktørar og kommunar.

source: There are several indications that Sweden, Denmark and Finland are now suffering from the ongoing crisis within the Euro zone.
nn: Det er fleire teikn på at Sverige, Danmark og Finland no vert råka av krisa i euroområdet.

source: In 2012, a Nordic working group comprising representatives from the Nordic finance ministries was appointed to look into such an approach.
nn: I 2012 vart det sett ned ei nordisk arbeidsgruppe med representantar frå dei nordiske finansdepartementa for å koma fram til ei slik tilnærming.

source: Figure 2.16 Life insurance company assets.
nn: Figur 2.16 Eigedelane til livsforsikringsselskapa.

source: The power of companies to use customers’ excess profits to fund reserve-building is limited in time, and applies to profits in the period 2014–2019.
nn: Det høvet selskapa har til å bruka av avkastningsoverskotet til kundane for å finansiera oppreserveringa, er avgrensa i tid og gjeld overskot i perioden 2014–2019.

source: Clarifying what is legally permitted and recommended when it comes to the public cloud is transferable to other models, such as community cloud or hybrid cloud where public cloud is an integral part of the architecture.
nn: Ei klargjering av kva som er lov og anbefalt når det gjeld allmenn sky, vil kunne overførast til ulike modellar med gruppesky eller hybrid sky der den allmenne skya inngår som ein del av arkitekturen.

source: In the spring of 2020, the Ministry of Local Government and Modernisation was scheduled to meet ten Big Tech companies to discuss data centre investment, artificial intelligence, information security and sustainability.
nn: Våren 2020 blei det avtalt møte mellom Kommunal- og moderniseringsdepartementet og ti av dei store teknologiselskapa. Møta handla om datasenterinvesteringar så vel som kunstig intelligens, informasjonstryggleik og berekraft.

source: Until 2009, the law imposed a ceiling on how much profit could be donated to causes serving the common good.
nn: Fram til 2009 sette lova skiftande øvre grenser for kor mykje av overskotet som kunne gjevast bort til ålmennyttige føremål.

source: The capacity of 5G is a key factor in the capability to handle the transfer of data from a large number of sensors where advanced software platforms are used to analyse, make decisions and control processes.
nn: Kapasiteten til 5G er ein viktig faktor for å kunne handtere dataoverføringa frå eit stort tal på sensorar der avanserte programvareplattformer blir brukte for å analysere, ta avgjerder og styre prosessar.

source: 2020, Carbon Limits and Thema Consulting Group: Oslo.
nn: 2020, Carbon Limits og Thema Consulting Group: Oslo.

source: Preserve the continent as a reference area for research on the effects of global environmental and climate changes and research on the role of the Antarctic in the global climate system.
nn: Bevare kontinentet som referanseområde for forsking på effektane av globale miljø- og klimaendringar og forsking på den rolla Antarktis spelar i det globale klimasystemet.

source: As part of the agreement with the EU and Iceland, Norway will also cooperate with the EU on reducing emissions from sectors not included in the EU ETS (The Effort Sharing Regulation).
nn: Som ein del av avtalen med EU og Island om felles oppfylling, vil Noreg òg samarbeide med EU om å redusere dei ikkje-kvotepliktige utsleppa.

source: NOK 150 million of the increased allocation will go to priority countries including Malawi, Mozambique, Nepal, Sudan and the Democratic Republic of Congo.
nn: Av den auka løyvinga vil 150 millionar kroner gå til prioriterte land, mellom anna til Malawi, Mosambik, Nepal, Sudan og Den demokratiske republikken Kongo.

source: The Federal Reserve Bank of St. Louis has estimated the H-statistic for the Norwegian banking market based on data from the World Bank for 2010 and arrived at a figure of 0.3.
nn: Federal Reserve St. Louis har estimert H-testen for den norske bankmarknaden basert på tal frå Verdsbanken for 2010 og kome fram til talet 0,3.

source: It is therefore in Norway’s interests to work to ensure that the situation does not deteriorate in the short term, and to fight poverty and promote stability, lasting development and good governance in the long term.
nn: Difor har Noreg interesse av å arbeide for at situasjonen ikkje forverrar seg på kort sikt, medan vi på lang sikt skal arbeide mot fattigdom og fremje stabilitet, langsiktig utvikling og godt styresett.

source: On 12 December 2013, the Ministry of Finance laid down regulations on the level of the counter-cyclical capital buffer.
nn: Finansdepartementet fastsette 12. desember 2013 ei forskrift om nivå på den motsykliske kapitalbufferen.

source: Criteria for such specific assessments should be stipulated by the board of directors of the bank.
nn: Kriterium for slike særskilde vurderingar bør fastsetjast av styret i banken.

source: The solution used must be sufficiently documented, and the enterprise must be able to present documentation for inspection.
nn: Løysinga som blir brukt må vere tilstrekkeleg dokumentert, og verksemda må kunne legge fram dokumentasjon for kontroll.

source: Norges Bank has therefore estimated the funding costs of banks for residential mortgages from 2010 until yearend 2013, as calculated on the basis of the weighted interest rate on the covered bond loan holdings and the weighted deposit rate.
nn: Noregs Bank har difor gjort eit overslag over bankane sin finansieringskostnad på bustadlån frå 2010 til utgangen av 2013, rekna ut ifrå den vekta renta på behaldninga av OMF-lån og den vekta innskotsrenta.

source: It is nevertheless important for life insurance companies to prepare for the Solvency II transition by strengthening their capital buffers.
nn: Det er likevel viktig at livsforsikringsselskapa bur seg på overgangen til Solvens II-regelverket med å auka bufferkapitalen.

source: They make great efforts to integrate culture in general and the Cultural Rucksack in particular with school activities, and since 1996 have established links with professional artists and cultural workers for the development and presentation of projects.
nn: Skulane arbeider for å integrere kultur generelt, og Den kulturelle skulesekken spesielt i skulekvardagen. Sidan 1996 har profesjonelle utøvarar vorte knytte til skulane i ulike prosjekt.

source: Since its launch in 2010, the programme has assisted public sector enterprises with more than 150 procurements and developed innovative public procurement methods.
nn: Sidan starten i 2010 har programmet hjelpt kommunale og statlege verksemder med meir enn 150 innkjøp, og utvika metoden for innovative offentlege innkjøp.

source: Loans to corporations are less homogeneous than residential mortgages for retail customers.
nn: Lån til føretak er meir einsarta enn bustadlån til personkundar.

source: Northern Lights, which is a collaboration between Equinor, Shell and Total, has been responsible for the CO
nn: Northern Lights, eit samarbeid mellom Equinor, Shell og Total, har hatt ansvaret for transport- og lagringsdelen av prosjektet.

source: If risk premiums in the market increase, return on equity requirements applicable to banks may for example increase in line with the market as whole.
nn: I tilfelle der risikopåslaga går opp i marknaden, kan til dømes krav til eigenkapitalavkastninga i bankane gå opp slik som i marknaden elles.

source: Activity growth in mainland Norway was higher in 2011 than in 2010, and close to the average over the past 40 years.
nn: Tvert imot var veksten i aktiviteten i Fastlands-Noreg høgare i 2011 enn i 2010, og nær gjennomsnittet for de siste 40 åra.

source: Textbox 4.7 Feedback system
nn: Boks 4.7 System for tilbakemelding

source: Under the Commission’s original proposal, the conversion should be based on the division factor applied in the national insurance scheme, adjusted to take account for different life expectancies in collective pension and the population as a whole.
nn: Omrekninga skulle etter framlegget frå Banklovkommisjonen ta utgangspunkt i delingstalet i folketrygda og deretter korrigerast for at levealderen i bestanden i kollektive pensjonsordningar skil seg frå levealderen i befolkninga som heilskap.

source: In addition, banks’ outsourcing of ICT activities may have made the Norwegian payment system more exposed to operational deviations.
nn: I tillegg kan bankane si utkontrahering av IKT-verksemd ha gjort betalingssystemet meir utsett for driftsavvik.

source: Introduced species can also be bearers of diseases capable of destroying a natural system that has not built up immunity to those diseases.
nn: Introduserte artar kan òg vere berarar av sjukdom som kan slå ut eit naturleg system som ikkje har bygd opp immunforsvar mot desse sjukdommane.

source: The Government proposes that the Ministry of Local Government and Regional Development gives NOK 40 million to the programme in 2012, an increase over 2011 and a doubling since 2010.
nn: Regjeringa gjer framlegg om at Kommunal- og regionaldepartementet gir 40 millionar kroner til programmet i 2012, ein auke frå 2011 og ei dobling frå 2010.

source: Of these, Norway’s Longship and the Dutch project Porthos in Rotterdam are the most advanced projects under development.
nn: Av desse er Langskip og nederlandske Porthos i Rotterdam dei mest framskridne prosjekta under utvikling.

source: It translates the Government’s primary objectives into specific goals for the Sahel region.
nn: Han skal vise korleis dei overordna måla for regjeringa sin innsats skal omsetjast til mål som er relevante for Sahel-regionen.

source: The increase in such difference may indicate higher growth in lending that is accorded less weight when calculating risk-weighted assets for capital requirements purposes, for example lending for residential purposes.
nn: Når skilnaden aukar, kan det indikere høgare vekst i utlån som vert vekta lågare i berekningsgrunnlaget for kapitalkrava, til dømes utlån til bustadføremål.

source: authority of the other Contracting State.
nn: Russland meir dynamisk og konkret og vere

source: mination in administrative matters through their org-
nn: administrative saker gjennom organisasjonane sine

source: The intention is that Equinor, Shell and Total will together establish a general partnership with shared liability, which will be responsible for the development and operation of the project.
nn: Intensjonen er at Equinor, Shell og Total saman skal etablere eit ansvarlig selskap med delt ansvar som skal gjennomføre utbygging og drift av prosjektet.

source: What is new in the Norwegian economy is, as mentioned, that both housing prices and household debts are higher than ever before, while at the same time interest rates are very low.
nn: Det nye i norsk økonomi er som nemnt at både bustadprisane og gjelda i hushalda er høgare enn nokosinne, og dessutan er rentenivået svært lågt.

source: In 2018, Norway’s emissions from waste incineration represented just under 1 million tonnes of CO
nn: I 2018 tilsvara norske utslepp frå forbrenning av avfall i underkant av 1 mill.
